{"paragraphs": [{"section": "header", "para_no": 1, "text": "Sygn. akt Il CSK 675/10\nWYROK\nW IMIENIU RZECZYPOSPOLITEJ POLSKIEJ\nDnia 7 lipea 2011 r.\nSąd Najwyższy w składzie:\nSSN Grzegorz Misiurek (przewodniczący, sprawozdawca)\nSSN Wojciech Katner\nSSN Iwona Koper\nw sprawie z powództwa P. Spdiki Akcyjnej z siedzibą w T. przeciwko Skarbowi Państwa — Generalnej Dyrekcji Drég Krajowych i Autostrad Oddziałowi w T. o zapłatę,\npo rozpoznaniu na posiedzeniu niejawnym w Izbie Cywilnej w dniu 7 tipca 2011 r.,\nskargi kasacyjnej strony pozwanej od wyroku Sądu Apelacyjnego zdnia 30 czerweca 2010 r.,\noddala skargę kasacyjną."}, {"section": "legal_question", "para_no": 2, "text": "Spór dotyczy zasadności zatrzymania wadium przez zamawiającego. Kluczowym zagadnieniem prawnym jest ocena, czy zastosowanie art. 46 ust. 4a ustawy Prawo zamówień publicznych, w związku z niewłaściwą formą przekazania dokumentów potwierdzających kwalifikacje pracowników przez powódkę, było zgodne z prawem oraz czy przy zastosowaniu tej sankcji doszło do nabycia przez zamawiającego nienależnej korzyści."}, {"section": "reasoning", "para_no": 3, "text": "Uzasadnienie – Sąd Okręgowy wyrokiem z dnia 19 lutego 2010 r. zasądził od pozwanej na rzecz powódki kwotę 330.000 zł wraz z ustawowymi odsetkami od dnia 19 maja 2009 r. do dnia zapłaty. Powódka, jako wykonawca, złożyła ofertę w przetargu prowadzonym przez zamawiającego, wniesiona została również kwota wadium w formie gwarancji bankowej. Po wezwaniu do uzupełnienia dokumentów potwierdzających kwalifikacje pracowników, dokumenty zostały przesłane faksem oraz przesyłką pocztową – jednakże zamawiający uznał, że nie spełniły one wymogu formy pisemnej.Pozwany, powołując się na art. 24 ust. 2 pkt 3 oraz art. 46 ust. 4a ustawy Prawo zamówień publicznych, wykluczył powódkę z postępowania i zatrzymał wniesione wadium. Jednocześnie zamawiający argumentował, że brak złożenia dokumentów w formie pisemnej uniemożliwił rzetelną ocenę oferty, co miało być podstawą do zastosowania sankcji. W niniejszym przypadku powódka protestowała przeciwko zatrzymaniu wadium, nie kwestionując jednak zasadności wykluczenia z przetargu."}, {"section": "disposition", "para_no": 4, "text": "Z tych względów skarga kasacyjna pozwanej została oddalona jako niezasadna. Utrzymano decyzję o zatrzymaniu wadium wraz z odsetkami, co oznacza, że powódce przysługuje ochrona prawna na podstawie art. 410 § 2 w zw. z art. 405 k.c."}, {"section": "body", "para_no": 5, "text": "Pozostała treść orzeczenia zawiera szczegółowy opis przebiegu postępowania, w tym: wykonanie oferty przez powódkę, wezwania zamawiającego do uzupełnienia brakujących dokumentów, przesłanie dokumentacji za pomocą różnych metod komunikacji (telefaks, poczta priorytetowa) oraz rozważania proceduralne dotyczące właściwego stosowania przepisów ustawy Prawo zamówień publicznych (w szczególności art. 27, 46, 82 u.p.z.p.) i powiązanych regulacji k.c. Zawarte są również odniesienia do przepisów dotyczących środków ochrony prawnej, takich jak protest, odwołanie oraz skarga kasacyjna."}]}
{"paragraphs": [{"section": "header", "para_no": 1, "text": "Sygn. akt Il CZ 74/114\nPOSTANOWIENIE\nDnia 12 pazdziernika 2011 r.\nSad Najwyzszy w sktadzie :\nSSN Jan Gérowski (przewodniczacy)\nSSN Teresa Bielska-Sobkowicz\nSSN Anna Koztowska (sprawozdawca)w sprawie z odwotania Konsorcjum Firm: \"I.\" Spétki z ograniczona,\nodpowiedzialnosciqw W. i \"T.\" Spétki Akcyjnej z siedziba w P. od rozstrzygniecia przez zamawiajacego - Sad Apelacyjny - protestu z dnia 29 grudnia 2009 r.,\nprzy udziale Telekomunikacji Polskie] Spdtki Akcyjnej w W. zgtaszajacej\nprzystapienie do postepowania odwotawezego po stronie zamawiajacego,"}, {"section": "legal_question", "para_no": 2, "text": "zazalenia Konsorcjum Firm: \"I.\" Spétki z ograniczona odpowiedzialnoscia,\nwW. i \"T.\" Spétki Akcyjnej z siedziba w P.\nna orzeczenie o kosztach zawarte w postanowieniu Sadu Okregowego\nzdnia 17 marca 2011 r.,"}, {"section": "disposition", "para_no": 3, "text": "1. zmienia zaskarzone postanowienie w ten sposdéb,\nzezamiast kwoty 2734 (dwa tysiace siedemset\ntrzydziesci cztery) zt zasqdza od Telekomunikacji\nPolskie] SA w W. na rzecz Konsorcjum Firm: “I.” spétki\nzZ ograniczona odpowiedzialnoscia w W. i “T.\" SA w P.\nkwote 5434 (pieé tysiecy czterysta trzydziesci cztery)\nzt tytulem = zwrotu koszt6w w_ postepowaniu\nskargowym,zasadza od Telekomunikacji Polskiej SA w W. na rzecz\nKonsorcjum Firm: = “i\" — spétki =z ograniczona\nodpowiedzialnoscia w W. i\"T.\" SA w P. kwote 330\n(trzysta trzydzieSci) zt tytulem zwrotu kosztéw\nzastepstwa procesowego w postepowaniu\nzazaleniowym."}, {"section": "reasoning", "para_no": 4, "text": "UzasadnienieWyrokiem z dnia 26 maja 2010 r. Sad Okregowy w W. oddalit skarge\nTelekomunikacji Polskiej S.A. z siedziba w W. na wyrok Krajowej izby Odwotawczej\nz dnia 19 marca 2010 +. sygn. akt KiO/UZP 132/10. Na wniosek Konsorcjum\nSpdtek: |. sp. z 0.0. z siedziba w W. i T. S.A. z siedziba w W. Sad Okregowy,\npostanowieniem z dnia 17 marca 2011 r. uzupelnit wyrok przez orzeczenie o\nkosztach postepowania sadowego w ten sposdb, ze zasadzit od Telekomunikacji\nPolskie] S.A. w W. na rzecz Konsorcjum Spétek: |. sp. z 0.0. z siedziba w W. i T.\nS.A. zsiedzibqa w W. kwote 2.734 zt tytutem zwrotu koszt6w zastepstwa\nprocesowego w postepowaniu skargowym. W uzasadnieniu tego rozstrzygniecia\nSad Okregowy wskazat, ze nalezne w tym postepowaniu stronie koszty wyrazaty\nsie wynagrodzeniem petnomocnika. Wynagrodzenie to nalezato zaé obliczyé\nwediug regut ogdInych, wtagciwych dla spraw majatkowych czyli od wartosci\nprzedmiotu sporu majac na wzgledzie, ze przewidziane w prawie zamdowienh\npublicznych postepowanie odwotawcze jest rodzajem postepowania spornego,\ntoczy sie bowiem miedzy oferentami w zwiazku z podjeciem przez zamawiajacego\ndecyzji o wyborze najkorzystniejszej oferty. W ocenie Sadu Okregowego, wartosé\nprzedmiotu sporu wyznaczata wysokoS¢ wadium. Przedmiotem skargi, o ktérej\nrozstrzygnieto wyrokiem z dnia 26 maja 2010 r., byla bowiem kwestia wplacenia\nprzez przeciwnika skargi wadium, ktére wynosifo 100.000 zt. Sad tez od tej kwoty\nSad Okregowy obliczy! nalezne petnomocnikowi Konsorcjum wynagrodzenie,\nz uwzglednieniem tresci § 6 pkt 6 w zwiazku z § 12 ust. 1 rozporzadzenia Ministra\nSprawiedliwosci z dnia 22 wrzeSnia 2002 r. w sprawie optat za czynnosci radcow\nprawnych oraz ponoszenia przez Skarb Paristwa kosztéw pomocy prawnej\nudzielonej przez radce prawnego ustanowionego z urzedu (Dz. U. Nr 163, poz.\n1349 ze zm.). Wynagrodzenie to odpowiadato kwocie 2.700 zt. Nadto w naleznych\nKonsorcjum kosztach postepowania Sad uwzglednit optate od dwdch\npetnomocnictw (34 24) i zasadzit tqeznie kwote 2.734 zt."}, {"section": "disposition", "para_no": 5, "text": "Majac przeto powyzsze na uwadze Sad Najwyzszy na podstawie art. 394!\n§ 1 pkt 2i§ 3 k.p.c. w zwiazku z art. 398”\" w zwiazku z art. 386 § 1 k.p.c. orzekt jak\nw postanowieniu, o kosztach postepowania zazaleniowego orzekajac na podstawie\n98 § 11 § 3 k.p.c. w zwiazku z art. 394' § 3, art. 3987\", art. 386 § 1 i art. 397 § 2\nk.p.c. oraz § 12 ust. 2 pkt 2 powotanego wyzej rozporzadzenia."}]}
{"paragraphs": [{"section": "header", "para_no": 1, "text": "40 eee LL 00326120\nSygn. akt Ill CZP 90/13\nDnia 7 lutego 2014 r.\nSąd Najwyższy w składzie:\nSSN Krzysztof Strzelczyk (przewodniczący, sprawozdawca), SSN Barbara Myszka, SSN Marta Romanska\nProtokolant: Bożena Kowalska\nw sprawie ze skargi wykonawców: Kazimierza Gaiazki i Leszka Świnieckiego – współwłaścicieli spółki cywilnej Ustugowy Zakład Ogólnobudowlany w Grzybowie\nna postanowienie Krajowej Izby Odwoławczej w Warszawie z dnia 8 lipca 2013 r., sygn. akt KIO 1562/13\nw postępowaniu o udzielenie zamówienia publicznego wszczętym przez zamawiającego: Szpital Wojewódzki im. Mikołaja Kopernika w Koszalinie\nprzy uczestnictwie wykonawcy Jacka Grabowskiego prowadzącego Przedsiębiorstwo Budowlane \"Jack-Bud\" w Poznaniu\npo rozstrzygnięciu w Izbie Cywilnej na posiedzeniu jawnym w dniu 7 lutego 2014 r."}, {"section": "legal_question", "para_no": 2, "text": "Przedstawione zagadnienie prawne: \"Czy pięciodniowy termin z art. 182 ust. 1 pkt 2 ustawy z dnia 29 stycznia 2004 r. – Prawo zamówień publicznych (j.t. Dz.U. z 2010 r. Nr 113, poz. 759 ze zm.) na wniesienie odwołania od czynności zamawiającego zostaje przerwany w dniu złożenia przesyłki z odwołaniem w placówce pocztowej operatora wyznaczonego, czy w dniu dostarczenia tej przesyłki do siedziby Krajowej Izby Odwoławczej w Warszawie?\""}, {"section": "disposition", "para_no": 3, "text": "Podjęto uchwałę: Do zachowania – przewidzianego w art. 182 ust. 1 pkt 2 ustawy z dnia 29 stycznia 2004 r. – Prawo zamówień publicznych (jedn. tekst Dz.U. z 2013 r., poz. 907 ze zm.) – terminu do wniesienia odwołania od czynności zamawiającego w postępowaniu o udzielenie zamówienia publicznego nie ma znaczenia dzień oddania odwołania w polskiej placówce pocztowej operatora wyznaczonego, ani dzień oddania w placówce pocztowej operatora świadczącego pocztowe usługi powszechne w innym państwie członkowskim Unii Europejskiej."}, {"section": "reasoning", "para_no": 4, "text": "Uzasadnienie – Część 1: Szpital Wojewódzki im. Mikołaja Kopernika w Koszalinie, zamawiający w procedurze przetargu nieograniczonego o udzielenie zamówienia publicznego pn. „Termo-modernizacja budynków szpitala”, przeprowadził przetarg w dniu 18 marca 2013 r. Kazimierz Gaiazka i Leszek Świniecki, wykonawcy ubiegający się o zamówienie, otrzymali informację o wykluczeniu z postępowania na podstawie art. 24 ust. 2 pkt 3 ustawy z dnia 29 stycznia 2004 r. – Prawo zamówień publicznych oraz o wyborze innej oferty. Dnia 24 czerwca 2013 r. wykonawcy nadali w urzędzie pocztowym list polecony adresowany do Prezesa Krajowej Izby Odwoławczej w Warszawie, zawierający odwołanie od rozstrzygnięcia przetargu. List dotarł do siedziby Krajowej Izby Odwoławczej w dniu 26 czerwca 2013 r. Postanowieniem z dnia 8 lipca 2013 r. Krajowa Izba uznała odwołanie za niezasadne, powołując się m.in. na art. 189 ust. 2 pkt 3 ustawy Prawo zamówień publicznych.Uzasadnienie – Część 2: Sąd Okręgowy w Koszalinie, rozpoznając skargę wykonawców, zauważył, że zagadnienie prawne dotyczy momentu przerwania biegu terminu do wniesienia odwołania. Sąd rozważał, czy bieg terminu przerywa się z chwilą złożenia przesyłki w placówce pocztowej, czy dopiero z jej dostarczeniem do Krajowej Izby Odwoławczej. W swoim rozważaniu Sąd odwołał się do instytucji przerwania biegu terminu zawartej w art. 123 Kodeksu cywilnego oraz do wykładni językowej, systemowej, celowościowej i historycznej przepisów."}, {"section": "body", "para_no": 5, "text": "Pozostała treść: W dalszej części orzeczenia omówiono kwestie stosowania przepisów Kodeksu postępowania cywilnego w postępowaniach odwoławczych, specyfikę środków ochrony prawnej w zamówieniach publicznych oraz historyczne i systemowe uwarunkowania zmian legislacyjnych. Odniesiono się również do komentarzy oraz analizy projektu ustawy, mających na celu ograniczenie negatywnych skutków wydłużania terminu wniesienia odwołania, co mogłoby zniechęcać wykonawców do korzystania z przysługujących im środków ochrony prawnej."}]}
{"paragraphs": [{"section": "header", "para_no": 1, "text": "Sygn. akt IV CSK 219/11WYROK"}, {"section": "disposition", "para_no": 2, "text": "Po rozpoznaniu na rozprawie w Izbie Cywilnej w dniu 12 stycznia 2012 r., skargi kasacyjnej strony powodowej od wyroku Sądu Apelacyjnego z dnia 18 stycznia 2011 r., oddala skargę kasacyjną i zasadza od strony powodowej na rzecz pozwanej kwotę 5400,- (pięć tysięcy czterysta) tytułem kosztów postępowania kasacyjnego."}, {"section": "legal_question", "para_no": 3, "text": "Czy powódka miała prawo wypowiedzieć umowę oraz czy postanowienia umowy, w tym Warunki Ogólne FIDIC, umożliwiają skuteczne odstąpienie od umowy i zwolnienie gwarancji zabezpieczenia należytą kwotą?"}, {"section": "reasoning", "para_no": 4, "text": "W pozwie z dnia 22 sierpnia 2008 r. powódka domagała się m.in. zobowiązania pozwanego do zaniechania wypłat z gwarancji zabezpieczenia należytą wykonania umowy oraz wydania dokumentów. Uzasadnienie odwoływało się do faktu, iż gwarancje bankowe zostały udzielone na podstawie umów zawartych z Bankiem Ochrony Środowiska, a inwestycja była współfinansowana ze środków Unii Europejskiej.W wyniku zawarcia aneksu z dnia 8 września 2006 r. do pierwotnej umowy część zadania objęto budową elektrociepłowni zasilanej gazem wysypiskowym. Ustalono nową cenę kontraktu oraz harmonogram realizacji, a warunki umowy odniesiono do międzynarodowych standardów FIDIC, co stało się przedmiotem sporów dotyczących terminów wykonania i obowiązków stron."}]}
{"paragraphs": [{"section": "header", "para_no": 1, "text": "Sygn. akt V CZ 90/15 iw PeLYN e. POSTANOWIENIE – Dnia 11 lutego 2016 r. Sąd Najwyższy w składzie: SSN Iwona AGP (przewodniczący, sprawozdawca). W sprawie zamawiającego, przy uczestnictwie m.in. HRREINS Sp. z o.o. oraz spółki komandytowej, rozpatrzono skargę w sprawie zamówień publicznych, zażalenie Prezesa Urzędu Zamówień Publicznych na postanowienie Sądu Okręgowego w Częstochowie z dnia 1 września 2015 r., sygn. akt VI Ca 720/15, poprzez uchylenie zaskarżonego postanowienia."}, {"section": "body", "para_no": 2, "text": "Dodatkowe oznaczenia i adnotacje występujące w dokumencie: \"Da e25y ?\", \"ap, | ao „Ur 4.8 \"ODPIS\". Informacje te, choć niejednoznaczne, stanowią część administracyjną orzeczenia."}, {"section": "legal_question", "para_no": 3, "text": "Zażalenie dotyczy odrzucenia skargi Prezesa Urzędu Zamówień Publicznych, opartego na niedoreczeniu odpisu przez wykonawcę Sp. z o.o. oraz nieuzupełnieniu tego braku przez skarżącego, a także kwestionuje się zasadność wymogu doręczenia odpisu skargi przeciwnikowi w trybie art. 198b ust. 2 Pzp."}, {"section": "reasoning", "para_no": 4, "text": "Postanowieniem z dnia 1 września 2015 r. Sąd Okręgowy w Częstochowie odrzucił skargę Prezesa Urzędu Zamówień Publicznych na postanowienie Krajowej Izby Odwoławczej z dnia 25 czerwca 2015 r. z powodu niedoreczenia odpisu wykonawcy Sp. z o.o., który przystąpił do postępowania odwoławczego, oraz nieuzupełnienia braku poprzez złożenie dowodu przestania doręczenia odpisu skargi.W zażaleniu Prezes Urzędu Zamówień Publicznych zarzucił naruszenie art. 198e ust. 1 Pzp, podkreślając, że nie istniał obowiązek doręczenia odpisu skargi przez wykonawcę, nie będącego przeciwnikiem skargi w rozumieniu art. 198b ust. 2 Pzp. Zarzucał również, że warunkiem skutecznego wniesienia skargi nie jest doręczenie jej odpisu, a niewłaściwy tryb wydania postanowienia – po przeprowadzeniu rozprawy zamiast na posiedzeniu niejawnym."}, {"section": "disposition", "para_no": 5, "text": "Z tych przyczyn orzeczono, jak w sentencji (art. 398 k.p.c. w zw. z art. 398 § 3 k.p.c.).Na oryginale widnieć podpisy. Za zgodność: Starszy Inspektor sądowy Zawierc."}]}
{"paragraphs": [{"section": "header", "para_no": 1, "text": "Sygn. akt IV CSK 69/18POSTANOWIENIE"}, {"section": "legal_question", "para_no": 2, "text": "Skarga na postanowienie KIO została wniesiona przez GEER sp. z o.o. oraz Prezesa Urzędu Zamówień Publicznych. Sprawa dotyczy zaskarżenia wyroku Sądu Okręgowego w Lublinie z dnia 16 sierpnia 2017 r. (sygn. akt IX Ga 315/17), w kontekście postępowania przetargowego dotyczącego dostawy odzieży ochronnej (trudnopalnej)."}, {"section": "reasoning", "para_no": 3, "text": "UZASADNIENIE – Zaskarzonym wyrokiem Sąd Okręgowy w Lublinie uchylił postanowienie Krajowej Izby Odwoławczej z dnia 20 kwietnia 2017 r. i umorzył postępowanie w sprawie z odwołania sp. z o.o. w postępowaniu prowadzonym przez zamawiającego – GEERT SA. Sąd ustalił, że w postępowaniu o udzielenie sektorowego zamówienia publicznego, prowadzonym w trybie przetargu nieograniczonego, którego przedmiotem była dostawa odzieży ochronnej, doszło do zastosowania środków proceduralnych naruszających przepisy.Wyrokiem z dnia 8 marca 2017 r. Krajowa Izba Gospodarcza uwzględniła odwołanie i nakazała zamawiającemu unieważnienie czynności wyboru oferty wykonawcy – sp. z o.o., wzywając tego wykonawcę do uzupełnienia zaświadczenia z Krajowego Rejestru Karnego. Następnie, w toku postępowania, zamawiający zawiadomił wykonawców o wyniku procedury, w tym o wykluczeniu jednego z uczestników i odrzuceniu złożonej oferty."}, {"section": "disposition", "para_no": 4, "text": "Skarga jest uzasadniona.Na koniec Sąd Najwyższy orzekł, że zaskarżone orzeczenie KIO powinno zostać zmienione w zakresie istoty sprawy oraz przekazano sprawę do ponownego rozpoznania przez Sąd Okręgowy w Lublinie."}, {"section": "body", "para_no": 5, "text": "Zmiana ustawy z dnia 29 stycznia 2004 r. Prawo zamówień publicznych, dokonana ustawą z 2 grudnia 2009 r. i wejście w życie nowego systemu środków ochrony prawnej od 29 stycznia 2010 r., wpłynęła na procedury rozpoznawania skarg i odwołań w postępowaniach przetargowych.Sąd Najwyższy podkreślił, że zastosowanie przepisów art. 391 § 1 k.p.c. oraz art. 355 § 1 k.p.c. znajduje uzasadnienie w sytuacjach, gdy wydanie wyroku jest zbędne, na przykład przy uzyskaniu tytułu wykonawczego w innej formie niż wyrok sądu."}]}
{"paragraphs": [{"section": "header", "para_no": 1, "text": "Sygn. akt 1 CZ 108/09POSTANOWIENIE\nDnia 14 maja 2010 r.\nSąd Najwyższy w składzie: SSN Barbara Myszka (przewodniczący), SSN Józef Frackowiak, SSN Marian Kocon (sprawozdawca)"}, {"section": "legal_question", "para_no": 2, "text": "Sprawa dotyczy skargi Prezesa Urzędu Zamówień Publicznych w W., w której domagał się uchylenia postanowienia Sądu Okręgowego w S. z dnia 19 sierpnia 2009 r. Skarga ta została odrzucona z powodu doręczenia odpisu skargi bezpośrednio stronie, a nie jej pełnomocnikowi."}, {"section": "body", "para_no": 3, "text": "Przy uczestnictwie:\n- Zamawiający: Zarząd Melioracji i Urządzeń Wodnych w S.\n- Odwołujący się: Konsorcjum Przedsiębiorstwa Wielobranżowego \"F.\" (Piotr K. w G., Przemysław K. w G., Zaneta K. – K. w G.) oraz Przedsiębiorstwo Robot Geologiczno-Wiertnicze (Grażyna J., Roman K. – Spółka Jawna w S.).\nPo rozpoznaniu na posiedzeniu niejawnym w Izbie Cywilnej w dniu 14 maja 2010 r."}, {"section": "reasoning", "para_no": 4, "text": "Uzasadnienie:\nZaskarzonym postanowieniem z dnia 19 sierpnia 2009 r. Sąd Okręgowy w S. odrzucił skargę Prezesa Urzędu Zamówień Publicznych w W. od orzeczenia Krajowej Izby Odwoławczej przy Prezesie Urzędu Zamówień Publicznych w W. Sąd wskazał, że skarga podlega odrzuceniu jako niedopuszczalna, gdyż jej odpis został doręczony bezpośrednio stronie postępowania, a nie jej pełnomocnikowi. W zazaleniu skarżący żądał uchylenia tego postanowienia w całości.Sąd Najwyższy uznał, że zazalenie zasługuje na uwzględnienie. Brak jest bowiem podstawy prawnej do przyjęcia poglądu, iż błędne doręczenie skargi – tj. doręczenie jej stronie zamiast pełnomocnikowi – automatycznie skutkuje odrzuceniem skargi. Podkreślono, że obowiązek doręczenia odpisu skargi przeciwnikowi należy rozumieć w świetle art. 133 § 3 k.p.c. w zw. z art. 195 ust. 4 ustawy z dnia 29 stycznia 2004 r. „Prawo zamówień publicznych” (PZPU)."}, {"section": "disposition", "para_no": 5, "text": "Z powyższych względów orzeczono jak w sentencji (art. 398 w zw. z art. 394 § 3 k.p.c.)."}]}
{"paragraphs": [{"section": "header", "para_no": 1, "text": "OpDPIS\n!\n|\n!\nSygn. akt Ill CZP 58/17 Loa BOIe9665\nUCHWALA\nDnia 17 listopada 2017 r.\n14318\nSI8N Katarzyna Tyczka-Rbte (przewodniczacy)\nw sprawie z odwotai ji ete\nprzy uczestnictwie zamawiajgcego\ni przystepujacego do postepowania odwotawczego po stronie zamawiajacego\nprzy udziale Prezesa Urzedu Zaméwien Publicznych w Warszawie\nw sprawie zaméwienia publicznego,\npo rozstrzygnieciu w Izbie Cywilnej na posiedzeniu jawnym\nw dniu 17 listopada 2017 r.,\nzagadnienia prawnego przedstawionego przez Sad Okregowy w Gdansku\npostanowieniem z dnia 11 maja 2017 r., sygn. akt XII Ga 178/17,"}, {"section": "legal_question", "para_no": 2, "text": "4. Czy w pojeciu \"wybor najkorzystniejszej oferty\" z art. 180 ust. 2 pkt 6 ustawy z dnia 29 styeznia 2004 r. Prawo zamdéwien publicznych (tekst jednolity Dz.U. z 2015 r., poz. 2164, z pdzn. zm.) miesci sie prawo wniesienia odwotania od wyboru najkorzystniejszej oferty, ktérego wadliwos¢ polega na zaniechaniu odrzucenia oferty podlegajacej odrzuceniu? <\n2. W przypadku pozytywnej odpowiedzi na pytanie 1, czy art. 198 f ust. 2 zd. 4 ustawy wytacza mozliwosé uchylenia zaskarzonego postanowienia przez sad okregowy rozpoznajacy skarge na postanowienie Krajowej |zby Odwotawczej o odrzuceniu odwotania w razie stwierdzenia, iz nie zachodzity przestanki do odrzucenia?"}, {"section": "disposition", "para_no": 3, "text": "podjat uchwaile:\n1. Zarzuty odwotania od wyboru najkorzystniejszej oferty, o ktérym mowa w art. 180 ust. 2 pkt 6 ustawy z dnia 29 stycznia 2004 r. - Prawo zamdéwien publicznych (jedn. tekst: Dz.U. z 2015 Ty POZ, 2164 ze zm.) moga obejmowaé takze zaniechanie wykluczenia wyKonaWwey, vktory ztozyt oferte wybrana przez zamawiajacego lub zaniechanie odrzucenia oferty, ktéra powinna podlegaé odrzuceniu.\n2. Artykut 198f ust. 2 zdanie czwarte ustawy z dnia 29 stycznia 2004 r. - Prawo zamowien publicznych (jedn. tekst: Dz.U. z 2016 r., poz. 2164 ze zm.) wytacza mozliwosé uchylenia przez sad okregowy na podstawie art. 386 § 4 k.p.c. postanowienia Krajowej Izby Odwotawczej o odrzuceniu odwotania.\nv2 oryginale wiasciwe podpisy\nZa zgodnosé\nStarszy “hud\nKaterzyfia Bartezak"}, {"section": "reasoning", "para_no": 4, "text": "UZASADNIENIE\nPostanowieniem z dnia 5 styeznia 2017 r. Krajowa Izba Odwotawcza w Warszawie (dalej: „KIO”) odrzucifa - na podstawie art. 189 ust. 2 pkt 6 Prawo zamdwien publicznych (tekst jedn. Dz.U. z 2015 r., poz. 2164 ze zm.; dalej: „p.z.p.”) = iinsthsiaironermesteanmigndaver:\nRebet-KaleionnMeh TOR. KBAK-speis\nSs. iesione w_ postepowaniu o udzielenie p ze 7g: amowienia publicznego, prowadzonym przy udziale i Amemmins {tory przystapit do postepowania odwotawczego po stronie zamawiajacego. Za przedmiot zaskarzenia odwotfaniem KIO uznata ezynnosé zamawiajacego polegajaca na wyborze jako najkorzystniejszej oferty ztozonej przez ROEen. wigan zaniechaniu jej odrzucenia. Zdaniem KIO, zakres uzytego w art. 180 ust. 2 p.z.p. pojecia „czynnos¢ wyboru najkorzystniejszej oferty” nie obejmuje jednak zaniechania odrzucenia oferty innego wykonawcy niz sktadajacy odwotanie. Odwotanie od takiej czynnosci zamawiajacego jest zatem niedopuszczalne.\nSkarge na postanowienie KIO z dnia 5 stycznia 2017 r. wnidst Prezes Urzedu Zaméwien Publicznych (dalej: „Prezes UZP”) i zarzucif, ze zostato ono wydane z naruszeniem: - art. 180 ust. 2 pkt 6 w zw. z art. 7 ust. 3 p.z.p. przez btedna wyktadnie i przyjecie, ze ustawodawca w postepowaniach o wartosci zamowienia nizszej niz kwoty okreslone w przepisach wydanych na podstawie art. 11 ust. 8 p.z.p. (tzw. zamdowienia podprogowe) wytaczy! mozliwosé zaskarzenia odwotaniem wyboru jako najkorzystniejszej oferty wykonawcy podlegajacego wykluczeniu lub kt6ra powinna zostaé przez zamawiajacego odrzucona; - art. 189 ust. 2 pkt 6 p.z.p. przez zastosowanie tego przepisu w ustalonych okolicznosciach.\nPrezes UZP wnidst o zmiane zaskarzonego postanowienia i orzeczenie co do istoty sprawy po rozpoznaniu odwolania.\nOdwotujacy wnidést o zmiane postanowienia KiO z dnia 25 stycznia 2017 r. i uwzglednienie odwotania po jego merytorycznym rozpoznaniu.\nZamawiajacy wnidst o oddalenie skargi Prezesa UZP, a ewentualnie © zmiane postanowienia KIO z dnia 25 styeznia 2017 r. i oddalenie odwolania.\nPrzystepujacy do postepowania po stronie zamawiajacego wnidst\n\n[o dalszej części uzasadnienia:]\nPostępowanie dowodowe, rozważania normatywne, cytowanie orzecznictwa (m.in. orzecznictwo SN, Trybunał Konstytucyjny, ETSp) oraz rozważania dotyczące stosowania art. 180 p.z.p. i art. 198f p.z.p. w kontekście procedur udzielania zamówień publicznych. Analizie poddano m.in. kwestie zakresu czynności zamawiającego, możliwej wykluczalności oferty oraz metodologii oceny poprawności wyboru najkorzystniejszej oferty. W dalszej części uzasadnienia omówiono systemową interpretację przepisów p.z.p., wskazując, że ustawodawca nie ogranicza kontroli do wyłącznie ustalonych kryteriów oceny ofert, lecz również sposobu, w jaki zamawiający dokonuje wyboru oferty. Rozważano również aspekty proceduralne, w tym instancyjność postępowań sądowych oraz rola KIO jako organu quasi-sadowego, którego orzeczenia podlegają ostatecznie kontroli przez sądy powszechne. Podano argumenty zarówno w kontekście doktryny, jak i dotychczasowego orzecznictwa, ze szczególnym uwzględnieniem konieczności zachowania zasad uczciwej konkurencji, równości stron oraz przejrzystości w postępowaniu o udzielenie zamówienia publicznego. Argumentowano, że szczegółowy wykaz czynności zamawiającego przewidziany w art. 180 ust. 2 p.z.p. oraz związane z nim konsekwencje proceduralne usprawiedliwiają odmienne traktowanie skargi, w zależności od tego, czy dotyczą one wyboru oferty jako takiego, czy też nieprawidłowego przeprowadzenia oceny ofert pod kątem kryteriów określonych w specyfikacji istotnych warunków zamówienia.\n\n[Dalsza część rozumowania zawiera szczegółowe omówienie problemu kompetencyjnego KIO, analizy konstytucyjności rozwiązań proceduralnych, odniesienia do wyroków Trybunálu Konstytucyjnego oraz dyskusję na temat skutków wydawania przez KIO orzeczeń postulujących wznowienie postępowania sądowego.]\n\nW dalszych partiach uzasadnienia omówiono systemowy charakter stosowania art. 198f p.z.p., wskazując na konieczność rozróżnienia między wyrokiem a postanowieniem sądu, a także przedstawiono argumentację za tym, że orzeczenie wydane w wyniku skargi na orzeczenie KIO nie może mieć charakteru kasacyjnego, a jedynie wyrażać zasadność lub niezasadność zaskarżonego postanowienia.\n\n[Dalsze wywody dotyczące roli postanowień o umorzeniu postępowania, odrębności trybu postępowania od apelacyjnego oraz analizy ekonomicznych i organizacyjnych implikacji zwłoki w rozstrzyganiu sporów przed sądami, stanowią zamknięcie uzasadnienia przed przejściem do ostatecznego rozstrzygnięcia.]"}, {"section": "disposition", "para_no": 5, "text": "Majac powyzsze na uwadze, orzeczono jak w sentencji.\nNa oryginale wiaSciwe podpisy\nZa zgodnose\nStarszy Wk.\nKatarzyha tezak\naj"}]}
{"paragraphs": [{"section": "header", "para_no": 1, "text": "Sygn. akt V CSK 508/10WYROK"}, {"section": "legal_question", "para_no": 2, "text": "W sprawie z powództwa Przedsiębiorstwa Budowlanego Usługowo-Remontowego „M.” Spotki z 0.0. w K, przeciwko Gminie B. o zapłatę, po rozpoznaniu na rozprawie w Izbie Cywilnej w dniu 6 października 2011 r., skargi kasacyjnej strony powodowej od wyroku Sądu Apelacyjnego z dnia 14 czerwca 2010 r."}, {"section": "disposition", "para_no": 3, "text": "1. uchyla zaskarżony wyrok i oddala apelację;2. obciąża pozwaną – kosztami postępowania apelacyjnego i kasacyjnego, pozostawiając szczegółowe wyliczenie referendarzowi sądowemu w Sądzie Okręgowym w O."}, {"section": "reasoning", "para_no": 4, "text": "UzasadnieniePrzedsiębiorstwo Budowlane Usługowo-Remontowe „M.” Spotki z 0.0. w K. wystąpiło przeciwko Gminie Miasta B. z pozwem o zapłatę 171 125 zł. Sąd Okręgowy w O. wyrokiem z dnia 10 lutego 2010 r. zasądził dochodzoną przez powódkę kwotę w przeważającej części, a w pozostałym zakresie powództwo oddalił. Ustalono, że między stronami doszło do zawarcia dnia 18 października 2007 r. umowy o roboty dodatkowe. Uznano, że powódka dopieniła obowiązek zgłoszenia pozwanej robót dodatkowych, przyjmując jednocześnie, że strony nie określiły w umowie, w jaki sposób ma nastąpić zgłoszenie konieczności wykonania robót dodatkowych oraz w jaki sposób należy je zatwierdzić. Stwierdzono, że powódka wykonała te roboty po uzyskaniu dodatkowego zamówienia w trybie art. 67 ustawy z dnia 29 stycznia 2004 r. – Prawo zamówień publicznych (jedn. tekst: Dz. U. z 2010 r. Nr 113, poz. 759 ze zm.; dalej „p.z.p.”)."}]}
{"paragraphs": [{"section": "header", "para_no": 1, "text": "Sygn. akt li CSK 104/09 ODPIS\nWOUIMIENIU RZECZYPOSPOLITEJ POLSKIEJ\nDnia 16 września 2009 r.\nSąd Najwyższy w składzie:\nSSN Henryk Fietrzkowski (przewodniczący)\nSSN Wojciech Jan Katner (sprawozdawca)\nSSN Marian Bocon\nProtokolant Anna Wasiak\n\nW sprawie: powództwo Prezesa Urzędu Zamówień Publicznych w Warszawie przeciwko Skarbowi Państwa reprezentowanemu przez Izbę Celną w Poznaniu oraz Zakładowi Metalurgicznemu \"POMET\" – Sp. Akcyjnym w Poznaniu o stwierdzenie nieważności umowy\nRozpoznanie na rozprawie w Izbie Cywilnej w dniu 16 września 2009 r.\nSkarga kasacyjna powoda od wyroku Sądu Apelacyjnego w Poznaniu z dnia 8 października 2006 r., sygn. akt I AGa 552/08, uchyla zaskarżony wyrok i przekazuje sprawę do ponownego rozpoznania przez Sąd Apelacyjny w Poznaniu, z rozstrzygnięciem w zakresie kosztów postępowania kasacyjnego.\nNa oryginale właściwie podpisano przez: Anna Wasiak – protokolant, wraz z pieczęcią i podpisami ostatnich członków składu orzekającego."}, {"section": "legal_question", "para_no": 2, "text": "W pozwie z dnia 20 listopada 2007 r. Prezes Urzędu Zamówień Publicznych wnosił o stwierdzenie nieważności czterech umów zawartych między Skarbem Państwa – Izbą Celną w Poznaniu – a Zakładami Metalurgicznymi \"POMET\" S.A. w Poznaniu. Umowy te dotyczyły nabycia nieruchomości (gruntu wraz z budynkiem, który miał podlegać pracom modernizacyjnym, w tym nadbudowie kondygnacji) mającej służyć jako siedziba Izby Celnej. Podstawą powództwa była zarzut naruszenia przepisów ustawy Prawo zamówień publicznych (m.in. art. 3 ust. 1 pkt 1 i art. 4 pkt 8), co – według powoda – skutkowało nieważnością umów na podstawie art. 58 k.c. W toku postępowania powód cofnął pozew w zakresie umowy z dnia 29 grudnia 2005 r., pozostawiając spór o nieważność pozostałych umów."}, {"section": "reasoning", "para_no": 3, "text": "W uzasadnieniu przedstawiono chronologię zdarzeń: dwa tygodnie przed zawarciem umowy przedwstępnej pozwani \"POMET\" uzyskali pozwolenie na budowę nadbudowy i przebudowy przedmiotowego budynku, a dnia 29 czerwca 2004 r. zawarto umowy precyzujące zakres prac modernizacyjnych, w tym zagospodarowanie otoczenia budynku. Następnie, w dniu 29 grudnia 2005 r., między stronami zawarto przyrzeczoną umowę przeniesienia własności, ustalając cenę sprzedaży – po korektach odnoszących się do wartości gruntu i budynku – na kwotę ponad 12,6 mln zł, przy czym część ceny była płatna w ratach, zależnych od tempa realizacji prac oraz dostępności środków publicznych.W dalszej części uzasadnienia sąd analizuje zarzuty powoda dotyczące naruszenia ustawy Prawo zamówień publicznych oraz przepisów Kodeksu cywilnego, w tym art. 65 § 2, art. 146 ust. 1 pkt 1 i 2, oraz art. 328 § 2 k.p.c. Sąd odnosi się do kwestii ustalenia faktów, oceny dowodów przeprowadzonych przez sąd niższej instancji oraz podkreśla, że zarzuty związane z naruszeniem prawa procesowego (art. 328 § 2 k.p.c.) nie znajdują uzasadnienia w przedstawionych motywach wyroku. Orzekający wskazują, że ustalenia faktyczne są zgodne z treścią materiału dowodowego, a ocena dowodów nie została zaniechana ani ograniczona wyłącznie do ustaleń dokonanych przez sąd niższej instancji."}, {"section": "disposition", "para_no": 4, "text": "W rezultacie Sąd Najwyższy uchyla zaskarżony wyrok, przekazując sprawę do ponownego rozpoznania przez Sąd Apelacyjny w Poznaniu. Apelacja Skarbu Państwa – Izby Celnej w Poznaniu – zostaje oddalona, z zasadzeniem kosztów postępowania apelacyjnego. Orzeczenie zawiera także odniesienie do przeprowadzonej kontroli kwalifikacji umów oraz interpretacji przepisów prawa zamówień publicznych, co miało wpływ na ostateczną ocenę ważności zawartych umów."}, {"section": "body", "para_no": 5, "text": "W dalszej części orzeczenia przedstawiono uzupełniające wyjaśnienia dotyczące charakteru umów przedwstępnych, zasadności zaliczenia wpłat finansowych jako części przedsiewzięcia inwestycyjnego oraz kwestii, czy umowy te mogą być traktowane jako czynności prawne nieodplatne. Wskazano, że umowa przedwstępna, mimo że służy zawarciu ostatecznej umowy przeniesienia własności, podlega analizie zarówno pod względem kauzalności, jak i formy prawnej. Wypowiedzi dotyczą także roli stron postępowania, w tym faktu, że zarówno Prezes Urzędu Zamówień Publicznych, jak i Izba Celna stanowią jednostki podlegające Skarbowi Państwa, co ma wpływ na ocenę ich interesu prawnego. Na zakończenie orzeczenia znajdują się podpisy oraz adnotacje formalne potwierdzające prawidłowość wydania wyroku."}]}
{"paragraphs": [{"section": "header", "para_no": 1, "text": "Sygn. akt | CZ 140/10POSTANOWIENIE"}, {"section": "disposition", "para_no": 2, "text": "zazalenia skarzqcego na postanowienie Sadu Okregowego z dnia 2 wrzeSnia 2010 r., odrzuca zazalenie."}, {"section": "body", "para_no": 3, "text": "UzasadnienieZespot Opieki Zdrowotnej w D. ztozyt do Sadu Okregowego skarge na wyrok Krajowej Izby Odwotawezej z dnia 2 sierpnia 2010 r. , w ktérym uwzgledniono odwotanie M. O. zlozone w postepowaniu o udzielenie zaméwienia publicznego na roboty budowlane (k. 17-29 akt sprawy). Skarge te potaczono z wnioskiem 0 zwolnienie wnoszacego skarge od optaty od powyzszej skargi z powolaniem sie skarzacego na wiasna, trudna sytuacje finansowa."}, {"section": "legal_question", "para_no": 4, "text": "Powstaje przede wszystkim kwestia prawnej dopuszczainosci wniesionego zazalenia na postanowienie Sadu Okregowego z dnia 2 wrzegnia 2010 r. w Swietle postanowienia art. 394' § 1 pkt 2 k.p.c. Zgodnie z tym przepisem, zazalenie do Sadu Najwyzszego przystluguje na postanowienie Sadu drugiej instancji co do kosztéw procesu, ktore nie byty przedmiotem rozstrzygniecia sadu pierwszej instancji. Wniesione zazalenie nie dotyczy sytuacji objete| tym przepisem."}, {"section": "reasoning", "para_no": 5, "text": "Postanowienie z dnia 2 wrzeSnia 2010 r. nie jest postanowieniem Sadu drugiej instancji i nie obejmuje tej kategorii kosztéw, o ktorych wspomina art. 394\" § 1 pkt 2 k.p.c."}, {"section": "disposition", "para_no": 6, "text": "W tej sytuacji nalezato odrzucié zazalenie jako niedopuszczalne (art. 304! § 3k.p.c., w zw. z art. 397 § 2 k.p.c. i w zw. z art. 373 k.p.c.)."}]}
{"paragraphs": [{"section": "header", "para_no": 1, "text": "Sygn. akt IV CSK 448/17WYROK"}, {"section": "legal_question", "para_no": 2, "text": "W postępowaniu o udzielenie zamówienia publicznego, prowadzonym przez zamawiającego – w trybie przetargu nieograniczonego pod wartością szacunkową 850 050 zł netto, a więc nie przekraczającej kwot wskazanych w przepisach art. 11 ust. 8 ustawy z dnia 29 stycznia 2004 r. – Prawo zamówień publicznych (tekst jedn.: Dz.U. z 2017 r., poz. 579 – dalej: „p.z.p.”), uczestniczka tego postępowania – na podstawie art. 180 ust. 2 pkt 6 p.z.p. – odwołała się do Prezesa Krajowej Izby Odwoławczej. Zarzucała naruszenie art. 89 ust. 4 w zw. z art. 90 ust. 3 p.z.p., w wyniku czego doszło do niezgodnego z prawem zamówień publicznych wyboru przez Zamawiającego – jako najkorzystniejszej – oferty, pomimo że zamawiający powinien był odrzucić tę ofertę ze względu na naruszenie: zaniżenie ceny i kosztów usługi. Formułując te zarzuty, odwołująca się domagała się unieważnienia czynności wyboru wskazanej oferty.Postanowieniem z dnia 13 października 2016 r., Krajowa Izba Odwoławczej (dalej: „K.I.O.”) odrzuciła odwołanie jako niedopuszczalne, argumentując, że dotyczy ono czynności innych niż ściśle wymienione w art. 180 ust. 2 p.z.p. Przez zawarte w tej normie pojęcie „czynności wyboru najkorzystniejszej oferty” należy bowiem rozumieć wyłącznie jako niedokonanie przez zamawiającego wyboru oferty najkorzystniejszej w świetle kryteriów oceny ofert określonych w specyfikacji istotnych warunków zamówienia (dalej: „s.i.w.z.”). Nie obejmuje ono natomiast zaniechania odrzucenia oferty innego wykonawcy niż składający odwołanie."}, {"section": "reasoning", "para_no": 3, "text": "Tych norm prowadzi do wniosku, iż zaskarżeniu odwołaniem w postępowaniach o udzielenie zamówień publicznych podlegają wszystkie czynności Zamawiającego w ramach badania i oceny złożonych ofert, w tym także zaniechanie wykluczenia wykonawcy, którego Zamawiający był zobowiązany wykluczyć, a także zaniechanie odrzucenia oferty, która winna być została odrzucona. Skarżący zarzucili także naruszenie art. 189 ust. 2 pkt 6 p.z.p. poprzez niewłaściwe zastosowanie i odrzucenie odwołania MEG z powodu błędnego przyjęcia, iż odwołanie wniesione od czynności wyboru oferty, która winna być przez zamawiającego uprzednio odrzucona, dotyczy innych okoliczności niż określone w art. 180 ust. 2 p.z.p. W oparciu o te zarzuty skarżący wnosili o zmianę zaskarżonego postanowienia i merytoryczne rozpoznanie odwołania.Wyrokiem z dnia 3 stycznia 2017 r., Sąd Okręgowy w Gdańsku oddalił skargę Prezesa Urzędu Zamówień Publicznych na postanowienie K.I.O. z dnia 13 października 2016 r., podzielając ustalenia poczynione przez Krajową Izbę Odwoławczą oraz jej ocenę prawną w kwestii interpretacji art. 180 ust. 2 pkt 6 p.z.p., prowadzącej do odrzucenia odwołania jako niedopuszczalnego. Sąd podniósł, że wykładnia tej normy prawnej przedstawiona w skardze Prezesa U.Z.P., zgodnie z którą zaniechanie odrzucenia oferty jest elementem wyboru najkorzystniejszej oferty, rozumianej jako zbiór wszystkich czynności zamawiającego w zakresie badania i oceny złożonych ofert, jest zbyt szeroka i prowadzi w istocie do stworzenia nowych podstaw odwołania, co nie może być zaakceptowane."}, {"section": "disposition", "para_no": 4, "text": "W tym stanie rzeczy orzeczono, jak w sentencji (art. 398 § 21 K.p.c.)."}]}
{"paragraphs": [{"section": "header", "para_no": 1, "text": "Sąd Najwyższy w składzie: SSN Katarzyna Fieżka-Rote (sprawozdawca), SSN Marta Romanska, SSN Anna Koztowska; Protokolant: Bożena Kowalska. Sygn. akt Ill CZP 56/17. Sprawa dotyczy postępowania o udzielenie zamówienia publicznego, prowadzonego w trybie przetargu nieograniczonego, dotyczącego odwołania – przy udziale zamawiającego, przystępującego do postępowania odwołanego oraz Prezesa Urzędu Zamówień Publicznych w Warszawie – po rozstrzygnięciu w Izbie Cywilnej w dniu 17 listopada 2017 r. oraz z zagadnieniem prawnym rozstrzygniętym przez Sąd Okręgowy w Gdańsku postanowieniem z dnia 11 maja 2017 r. (sygn. akt XII Ga 175/17)."}, {"section": "legal_question", "para_no": 2, "text": "1. Czy w pojęciu „wybór najkorzystniejszej oferty” z art. 180 ust. 2 pkt 6 ustawy z dnia 29 stycznia 2004 r. – Prawo zamówień publicznych (tekst jednolity Dz.U. z 2015 r., poz. 2164, ze późniejszymi zmianami) mieści się prawo wniesienia odwołania od wyboru najkorzystniejszej oferty, którego zarzuca się wadliwe przeprowadzenie poprzez zaniechanie wykluczenia wykonawcy, który złożył taką ofertę, lub zaniechanie odrzucenia oferty, która powinna podlegać odrzuceniu?2. W razie pozytywnej odpowiedzi na pytanie 1 – czy art. 198f ust. 2 zdanie czwarte ustawy z dnia 29 stycznia 2004 r. – Prawo zamówień publicznych (jedn. tekst: Dz.U. z 2015 r., poz. 2164 ze zm.) wyłącza możliwość uchylenia zaskarżonego postanowienia przez sąd okręgowy rozpoznający skargę na postanowienie Krajowej Izby Odwoławczej o odrzuceniu odwołania?"}, {"section": "reasoning", "para_no": 3, "text": "UZASADNIENIE – Postępowanie toczy się w trybie przetargu nieograniczonego na udzielenie zamówienia publicznego, dotyczącego realizacji szeregu stałych usług. W ogłoszeniu podkreślono, że ze względu na wartość zamówienia postępowanie prowadzone jest na podstawie art. 24aa ustawy Prawo zamówień publicznych (tzw. procedura odwrócona). Spór dotyczy zarzutów, że zamawiający dopuścił się zaniechania odrzucenia oferty (która w świetle specyfikacji SIWZ powinna być odrzucona) oraz braku wykluczenia wykonawcy, co rzutuje na uczciwą konkurencję.Dalsze rozważania koncentrują się na interpretacji przepisów, w szczególności art. 180 ust. 2 p.z.p. oraz art. 198f ust. 2, dotyczących zakresu czynności zamawiającego, które mogą być zaskarżone w procedurze odwróconej. Sąd odnosi się do rozbieżności w rozumieniu pojęcia „wybór najkorzystniejszej oferty” – z jednej strony ograniczonego do kryteriów określonych w SIWZ (art. 91 p.z.p.), a z drugiej strony rozszerzonego o ocenę działań (lub zaniechań) zamawiającego, takich jak brak wykluczenia wykonawcy czy nieodrzucenie oferty."}, {"section": "body", "para_no": 4, "text": "Pozostała treść dokumentu rozwija szczegółowe zagadnienia proceduralne, w tym mechanizmy kontroli działań zamawiającego i wykonawców, podział uprawnień między KIO a sądami oraz aspekty interpretacyjne prawa zamówień publicznych. Analiza obejmuje również elementy systemowe, na które ustawodawca kładzie nacisk, np. konieczność zachowania standardów uczciwej konkurencji, proporcjonalności i przejrzystości postępowania, co ma kluczowe znaczenie w sytuacjach wymagających szybkiego rozstrzygnięcia sporu przed zawarciem umowy."}, {"section": "disposition", "para_no": 5, "text": "Mając powyższe na uwadze, orzeczono jak w sentencji. Na oryginale widnieje: 'Zamgodnodé: Starosy inspektor sądowy Bożena Kowalska.'"}]}
{"paragraphs": [{"section": "header", "para_no": 1, "text": "Sygn. akt V CSK 475/10\nWYROK\nW IMIENIU RZECZYPOSPOLITEJ POLSKIEJ\nDnia 13 października 2011 r.\nSąd Najwyższy w składzie:\nSSN Irena Gromska-Szuster (przewodniczący)\nSSN Kazimierz Zawada\nSSA Roman Dziczek (sprawozdawca)w sprawie z powództwa I. Polska Spółka z ograniczoną odpowiedzialnością w W. przeciwko Gminie Miasta G. o zwrot wadium, po rozpoznaniu na posiedzeniu niejawnym w Izbie Cywilnej w dniu 13 października 2011 r., skargi kasacyjnej strony pozwanej od wyroku Sądu Apelacyjnego z dnia 29 lipca 2010 r."}, {"section": "disposition", "para_no": 2, "text": "1. uchyla zaskarżony wyrok i oddala apelację powoda od wyroku Sądu Okręgowego w G. z dnia 27 stycznia 2010 r. (sygn. akt X GC 227/09),\n2. zasadza od powoda na rzecz pozwanego zwrot kosztów postępowania przed Sądem drugiej instancji oraz Sądem Najwyższym, pozostawiając szczegółowe wyliczenie referendarzowi sądowemu w Sądzie Okręgowym w G."}, {"section": "legal_question", "para_no": 3, "text": "Zasadnicza kwestia do rozstrzygnięcia w związku z podniesionym w skardze kasacyjnej zarzutem naruszenia art. 46 ust. 2 p.z.p. (w brzmieniu noweli wrześniowej z 2008 r.) dotyczy ustalenia, kto jest wykonawcą uprawnionym do zadania zwrotu wadium, jeżeli w postępowaniu o udzielenie zamówienia publicznego kilku wykonawców wspólnie ubiega się o udzielenie zamówienia publicznego."}, {"section": "body", "para_no": 4, "text": "Powódka / Polska Spółka z ograniczoną odpowiedzialnością w W. wnosiła o zasadzenie od Gminy Miasta G. kwoty 160000 zł tytułu zwrotu wadium, zatrzymanego przez pozwaną jako zamawiającego w postępowaniu o udzielenie zamówienia publicznego wraz z ustawowymi odsetkami i kosztami procesu. Pozwana wniosła o oddalenie powództwa, podnosząc zarzut braku legitymacji czynnej, gdyż wadium wpłaca spółka 1 INTERNATIONAL SAS w M.W postępowaniu o udzielenie zamówienia publicznego przedmiotem zamówienia była budowa hali widowiskowo-sportowej, a Specyfikacja Istotnych Warunków Zamówienia zobowiązywała do wniesienia wadium w wysokości 160000 PLN. Konsorcjum, złożone z 1 INTERNATIONAL SAS w M. oraz 1. BATIMENTS SARL w M., udzieliło pełnomocnictwa powódce jako liderowi konsorcjum do działania w postępowaniu przetargowym. Wadium zostało wpłacone przez 1 INTERNATIONAL SAS, który następnie obciążył powódkę kwotą 39 168,70 euro."}, {"section": "reasoning", "para_no": 5, "text": "Sąd Okręgowy ustalił, że powódka występująca o zwrot wadium nie jest legitymowana czynnie, gdyż działała jako spółka prawa handlowego, a nie jako członek i lider konsorcjum. Umowa konsorcjum, zawarta na określony czas i w określonym celu postępowania przetargowego, ulega rozwiązaniu z mocy prawa w momencie wykluczenia konsorcjum.Na skutek apelacji powódki, Sąd Apelacyjny wyrokiem z dnia 29 lipca 2010 r. zmienił zaskarżony wyrok, zasądzając od pozwanej na rzecz powódki kwotę 160000 zł wraz z odsetkami ustawowymi od dnia 23 października 2009 r. oraz koszty postępowania apelacyjnego. Podkreślono, że uprawnionym do zwrotu wadium jest wykonawca – uczestnik postępowania o udzielenie zamówienia publicznego reprezentowany przez ustanowionego pełnomocnika."}]}
{"paragraphs": [{"section": "header", "para_no": 1, "text": "i Na egiycu Sygn. akt Ill CZP 52/11 | 9 GOBS UY yO 2011 ~12- 4 PUTZGG cartes;UCHWALA OF NEE Dnia 20 pazdziernika 2011 r. Sad Najwyższy w składzie : SSN Zbigniew Kwasniewski (przewodniczący, sprawozdawca) SSN Anna Koztowska SSN Grzegorz Misiurek SSN Iwona Budzik"}, {"section": "legal_question", "para_no": 2, "text": "Czy określenie w treści oferty wykonawcy błędnej stawki podatku VAT oraz obliczenie w oparciu o tę stawkę, podatku VAT, jako składnika ceny brutto, stanowi błąd w obliczeniu ceny, o którym mowa w przepisie art. 89 ust. 1 pkt 6 ustawy z dnia 29.01.2004 r. - Prawo Zamówień Publicznych (Dz.U. z 2010 r. Nr 113 poz. 759 z p.d. zm.) i jest podstawą do odrzucenia oferty?"}, {"section": "disposition", "para_no": 3, "text": "podjat uchwate: Określenie w ofercie ceny brutto z uwzględnieniem nieprawidłowej stawki podatku od towarów i usług stanowi błąd w obliczeniu ceny, jeżeli brak jest ustawowych przesłanek wystąpienia omyłki (art. 89 ust. 1 pkt 6 w związku z art. 87 ust. 2 pkt 3 ustawy z dnia 29 stycznia 2004 r. Prawo zamówień publicznych, jedn. tekst: Dz.U. 2010 r., Nr 113, poz. 759 ze zm.)."}, {"section": "reasoning", "para_no": 4, "text": "Uzasadnienie. W postępowaniu o udzielenie zamówienia publicznego zamawiający odrzucił w części ofertę jednego z wykonawców na podstawie art. 89 ust. 4 pkt 6 ustawy z dnia 29 stycznia 2004 r. — Prawo zamówień publicznych (jedn. tekst: Dz.U. 2010 r., Nr 113, poz. 759 ze zm., dalej „Pzp”) jako zawierającą błędy w obliczeniu ceny. Odwołanie tego wykonawcy uwzględniła Krajowa Izba Odwoławcza w Warszawie (dalej KIO), która wyrokiem z dnia 1 marca 2011 r. nakazała unieważnienie czynności odrzucenia oferty odwołującego się i wyboru oferty najkorzystniejszej oraz powtórzenie oceny ofert i wyboru oferty najkorzystniejszej. Z uzasadnienia tego wyroku wynika, że w ocenie KIO wskazanie w ofercie niewłaściwej stawki podatku od towarów i usług (dalej „podatku VAT”) nie stanowi błędu w obliczeniu ceny i tym samym nie uzasadnia odrzucenia oferty. Prezes Urzędu Zamówień Publicznych zarzucił w skardze m.in. błędne wykładnię art. 89 ust. 1 pkt 6 Pzp., polegającą na uznaniu, że wskazanie przez wykonawcę w ww. ofercie niewłaściwej stawki podatku VAT nie stanowi błędu w obliczeniu ceny i w konsekwencji błędne uznanie, że oferta odwołującego się nie podlega odrzuceniu na podstawie powołanego przepisu. Skarżący, uzasadniając ten zarzut, wyeksponował pogląd, że porównywalności ofert można dokonać wyłącznie w przypadkach porównywanych cen obliczanych według tych samych reguł, co umożliwia przestrzeganie zasady równego traktowania wykonawców.Przy rozpoznawaniu skargi Sąd Okręgowy w Koninie powziął poważne wątpliwości zawarte w przedstawionym do rozstrzygnięcia zagadnieniu prawnym. Uzasadniając je, skłonił się do poglądu prezentowanego w orzecznictwie KIO, że nie można utożsamiać błędu w obliczeniu oferty ceny z przyjęciem niewłaściwej stawki podatku VAT, ale zarazem dostrzegł odmienne, jednolite stanowisko w orzecznictwie sądów powszechnych, podkreślając, iż brak jest podstaw prawnych do zmiany ugruntowanego stanowiska w tym zakresie. Prezes Urzędu Zamówień Publicznych w piśmie procesowym z dnia 18 pazdziernika 2011 r. sprzeciwił się możliwości zaakceptowania stanowiska Krajowej Izby Odwoławczej o braku podstaw do przyjęcia błędu w obliczeniu ceny."}]}
{"paragraphs": [{"section": "header", "para_no": 1, "text": "Sygn. akt V CZ 48/05POSTANOWIENIE"}, {"section": "reasoning", "para_no": 2, "text": "UzasadnienieZespot Arbitrow przy Urzędzie Zamówień Publicznych w W. wyrokiem z dnia 14 września 2004 r. oddalił odwotanie Jerzego M. od oddalenia jego protestu przez Zamawiającego — Gminę B. w B. Sąd Okręgowy w K. — na skutek skargi Jerzego M. na wspomniany wyrok — postanowieniem z dnia 9 grudnia 2004 r. uchylił zaskarżone orzeczenie i umorzył postępowanie w sprawie oraz zasądził od Gminy B. na rzecz Jerzego M. 5 024,40 zt kosztów postępowania przed Zespotem Arbitrow i od Jerzego M. na rzecz Gminy B. 75 zt kosztów postępowania sądowego."}, {"section": "legal_question", "para_no": 3, "text": "W zażaleniu na to postanowienie pełnomocnik Gminy zarzucił, że przepis art. 194 ust. 2 p.z.p. nie wytacza stosowania art. 392 k.p.c. Podniósł również, że za dopuszczalnością kasacji przemawia wykładnia art. 198 ust. 4 p.z.p., w którym ustawodawca wyłącza kasację jedynie od wyroku sądu. W konkluzji zażalenia pełnomocnik Gminy wniósł o uchylenie zaskarżonego postanowienia."}, {"section": "reasoning", "para_no": 4, "text": "Sąd Najwyższy zważył, co następuje:Zaskarżony kasacyjny wyrok został wydany przed dniem 6 lutego 2005 r. Do rozpoznania kasacji wniesionej od tego wyroku znajdują się zatem, zgodnie z art. 3 ustawy z dnia 22 grudnia 2004 r. (Dz. U. z 2005 r. Nr 13, poz. 98), przepisy kodeksu postępowania cywilnego w wersji obowiązującej do chwili wejścia w życie tej ustawy."}, {"section": "disposition", "para_no": 5, "text": "Z przedstawionych powodów zażalenie podlega oddaleniu (art. 398 k.p.c. w zw. z art. 394 § 3 k.p.c.)."}]}
{"paragraphs": [{"section": "header", "para_no": 1, "text": "Sygn. akt Ill CZP 53/11UCHWALA"}, {"section": "legal_question", "para_no": 2, "text": "Czy określenie w treści oferty wykonawcy błędnej stawki podatku VAT oraz obliczenie w oparciu o tę stawkę, podatku VAT, jako składnika ceny brutto, stanowi błąd w obliczeniu ceny, o którym mowa w przepisie art. 89 ust. 1 pkt 6 ustawy z dnia 29.01.2006: — Prawo Zamówień Publicznych (Dz.U. z 2010 r. Nr 113 poz. 759 z późn. zm.) i jest podstawa do odrzucenia oferty?"}, {"section": "disposition", "para_no": 3, "text": "Określenie w ofercie ceny brutto z uwzględnieniem nieprawidłowej stawki podatku od towarów i usług stanowi błąd w obliczeniu ceny, jeżeli brak jest ustawowych przesłanek wystąpienia omyłki (art. 89 ust. 1 pkt 6 w zw. z art. 87 ust. 2 pkt 3 ustawy z dnia 29 stycznia 2004 r. Prawo zamówień publicznych, jedn. tekst: Dz. U. 2010 r., Nr 113, poz. 759 ze zm.)."}, {"section": "reasoning", "para_no": 4, "text": "UzasadnienieW postępowaniu o udzielenie zamówienia publicznego prowadzonego w trybie przetargu nieograniczonego na zadanie pod nazwą „Montaż systemu solarnego w budynku Domu Pomocy Społecznej w K.” Zamawiający, Powiat K., odrzucił ofertę wykonawcy, „S.” sp. z o.o. z siedzibą w T., z powołaniem się na art. 89 ust.1 pkt 6 ustawy z dnia 29 stycznia 2004 r. – Prawo zamówień publicznych (jedn. tekst: Dz. U. z 2010 r. Nr 113, poz. 759 ze zm.) jako zawierającą błąd w obliczeniu ceny polegający na wskazaniu nieprawidłowej stawki podatku VAT. Od tej czynności Zamawiającego KIO odstąpiła."}]}