"{\"paragraphs\":[{\"section\":\"header\",\"para_no\":1,\"text\":\"POSTANOWIENIE SĄDU NAJWYŻSZEGO Z DNIA 27 STYCZNIA 2006\\nROKU W SPRAWIE WŁASCIWOŚCI ORZEKANIA WYDZIAŁÓW\\nCYWILNYCH I GOSPODARCZYCH W SPRAWACH ZE SKARGI NA\\nORZECZENIE ZESPOŁU ARBITRÓW.  \\n(SYGN. AKT III CZP 123/05)\",\"entities\":[]},{\"section\":\"header\",\"para_no\":2,\"text\":\"POSTANOWIENIE SĄDU NAJWYŻSZEGO \\nDnia 27 stycznia 2006 r. \\nPrzewodniczący: Sędzia SN Henryk Pietrzkowski. \\nSędziowie SN: Elżbieta Skowrońska-Bocian, Dariusz Zawistowski (spr.). \\nProtokolant: Bożena Nowicka.\",\"entities\":[]},{\"section\":\"legal_question\",\"para_no\":3,\"text\":\"Sąd Najwyższy w sprawie ze skargi J. & E. S.A. z siedzibą w W Oddział w S. przeciwko \\nzamawiającemu Przedsiębiorstwu Komunikacji Samochodowej w D. S.A. o rozpoznanie \\nskargi, po rozstrzygnięciu w Izbie Cywilnej na posiedzeniu jawnym w dniu 27 stycznia 2006 \\nr., zagadnienia prawnego przedstawionego przez Sąd Okręgowy w R. postanowieniem z dnia \\n15 listopada 2005 r., \\\"Czy do rozpoznania skargi wniesionej od wyroku zespołu arbitrów, oraz \\npostanowień zespołu arbitrów kończących postępowania odwoławcze - na podstawie art. 194 \\nust. 1 ustawy z dnia 29 stycznia 2004 r. - Prawo Zamówień Publicznych (Dz. U. Nr 19, poz. \\n177 z późn. zm.) - sądem rzeczowo właściwym jest Sąd Okręgowy Wydział Cywilny, bez \\nwzględu na status prawny stron postępowania (podmioty gospodarcze, osoby fizyczne - w tym \\nprowadzące działalność gospodarczą, podmioty nieprowadzące działalności gospodarczej), czy \\nteż w sprawach, w których po obu stronach, (tj. zamawiającego i skarżącego) występują \\npodmioty prowadzące działalność gospodarczą - właściwy jest Sąd Okręgowy Sąd \\nGospodarczy?\\\" odmawia podjęcia uchwały.\",\"entities\":[]},{\"section\":\"body\",\"para_no\":4,\"text\":\"Zagadnienie prawne przedstawione Sądowi Najwyższemu na podstawie art. 390 § 1 k.p.c. przez \\nSąd Okręgowy w R. powstało przy rozpoznawaniu skargi Spółki Akcyjnej J.&S E. w W. \\nOddział w S. wniesionej na postanowienie zespołu arbitrów z dnia 30 czerwca 2005 r. \\nPowyższa skarga została skierowana przez Prezesa Urzędu Zamówień Publicznych w \\nWarszawie do Wydziału Cywilnego Sądu Okręgowego w R. Przewodniczący tego wydziału \\nzarządził przekazanie skargi do Wydziału Gospodarczego na podstawie § 61 ust. 1 Regulaminu \\nwewnętrznego urzędowania sądów powszechnych. W oparciu o § 61 ust. 2 wskazanego wyżej \\nregulaminu akta sprawy zostały następnie przedstawione Prezesowi Sądu Okręgowego w R. \\ncelem wskazania wydziału właściwego do prowadzenia sprawy. Prezes zarządzeniem z dnia 25 \\npaździernika 2005 r. wskazał jako właściwy do rozpoznania skargi Wydział Gospodarczy. \\nMimo rozstrzygniętego w tym trybie sporu kompetencyjnego - Sąd Okręgowy powziął \\nwątpliwość, czy do rozpoznania skargi na orzeczenie zespołu arbitrów wskazane w art. 194 ust. \\n1 ustawy z dnia 29 stycznia 2004 r. - Prawo Zamówień Publicznych właściwy jest wydział \\ncywilny, bez względu na status prawny stron postępowania, czy też w sprawach, w których \\npo obu stronach występują podmioty prowadzące działalność gospodarczą właściwy jest Sąd \\nGospodarczy. W ocenie Sądu Okręgowego w R. wątpliwość ta wynika z faktu, że w art. 195\",\"entities\":[]},{\"section\":\"body\",\"para_no\":5,\"text\":\"ust. 1 ustawy - Prawo zamówień publicznych mowa jest wyłącznie o sądzie okręgowym \\nwłaściwym dla miejsca siedziby lub miejsca zamieszkania zamawiającego. Gdyby zatem \\nustawodawca chciał uzależnić właściwość sądu od tego, czy w sprawach rozpoznawanych na \\npodstawie przepisów ustawy o zamówieniach publicznych występują podmioty gospodarcze, \\nczy też nie, to wskazałby w ustawie, że w przypadku gdy występują w postępowaniu wszczętym \\nna skutek skargi podmioty gospodarcze, właściwym do rozpoznania skargi jest sąd \\ngospodarczy. Zdaniem Sądu Okręgowego brak takiej regulacji oznacza, że w przypadku każdej \\nskargi na orzeczenie zespołu arbitrów właściwym do jej rozpoznania jest wydział cywilny. \\nWyrażając taki pogląd Sąd ten podkreślił też, że skarga została skierowana przez Prezesa \\nUrzędu Zamówień Publicznych do wydziału cywilnego, a z faktu, że w Oddziale 3 \\nRozporządzenia Ministra Sprawiedliwości w sprawie wysokości wpisów w sprawach \\ncywilnych, dotyczącym spraw gospodarczych, została określona wysokość wpisu od tego \\nrodzaju skargi nie można wyciągać wniosku, że sprawy tego rodzaju, bez względu na podmioty \\nw nich występujące, będą zawsze sprawami gospodarczymi.\",\"entities\":[]},{\"section\":\"reasoning\",\"para_no\":6,\"text\":\"Sąd Najwyższy zważył, co następuje: Przedstawione zagadnienie prawne oraz jego uzasadnienie \\nwskazują, że wątpliwość, którą powziął Sąd Okręgowy w R. dotyczy właściwości „rzeczowej” wydziału \\ntego Sądu, który miałby rozpoznać skargę. W rzeczywistości w tej sytuacji chodzi o właściwość \\nfunkcjonalną, która nie jest regulowana w powołanym przez Sąd Okręgowy art. 195 ust. 1 ustawy - \\nPrawo zamówień publicznych. Przepis ten określa wyłącznie właściwość rzeczową i miejscową Sądu \\nprzy rozpoznawaniu skarg na orzeczenia zespołu arbitrów. Jego wykładnia nie może służyć \\nzatem do rozstrzygnięcia problemu zasygnalizowanego w pytaniu przedstawionym Sądowi \\nNajwyższemu. Przepisy o właściwości miejscowej i rzeczowej dotyczą Sądów w ogólności. \\nWłaściwość funkcjonalna jest natomiast związana z wewnętrznym podziałem pracy w \\nstrukturze konkretnego sądu, która to kwestia nie ma charakteru procesowego. Zwracał na to \\nuwagę Sąd Najwyższy w orzeczeniu z dnia 1 marca 1958 r., 4 CZ 23/58, OSPiKA 1959, nr 6, \\npoz. 156 i uchwale z dnia 14 marca 1989 r. III CZP 45/88, OSNC 1989, nr 11, poz. 167. \\nW rozstrzyganej sprawie problem właściwości miejscowej i rzeczowej sądu nie budzi wątpliwości. \\nKwestia właściwości funkcjonalnej została już przesądzona w trybie administracyjnym przez \\nPrezesa Sądu Okręgowego w R. Jak już wyżej podkreślono problem kompetencji poszczególnych \\nwydziałów tego samego sądu stanowi jedynie kwestię wewnątrzorganizacyjną, a kwalifikacja \\ndokonana przez prezesa sądu przekazującego sprawę właściwemu jego zdaniem wydziałowi, nie \\nmoże wiązać sądu co do sposobu rozpoznania sprawy. Powinien on rozpoznać sprawę według \\nwłaściwych dla niej przepisów.\",\"entities\":[]},{\"section\":\"reasoning\",\"para_no\":7,\"text\":\"Rozstrzygnięcie przedstawionego zagadnienia prawnego, które sprowadza się w istocie do pytania, czy \\nsprawy ze skargi na orzeczenie zespołu arbitrów o jakich mowa w art. 194 ust. 1 ustawy - Prawo zamówień \\npublicznych należą do właściwości wydziału cywilnego, czy wydziału gospodarczego (sądu gospodarczego) \\nokreślonego sądu okręgowego, nie ma też zatem żadnych skutków dla sposobu rozpoznania i rozstrzygnięcia \\nskargi.\",\"entities\":[]},{\"section\":\"disposition\",\"para_no\":8,\"text\":\"Wobec braku takiej przesłanki zachodziła konieczność odmowy podjęcia uchwały zawierającej odpowiedź na \\nprzedstawione zagadnienie prawne.\",\"entities\":[]},{\"section\":\"body\",\"para_no\":9,\"text\":\"Wobec sygnalizowanego w uzasadnieniu postanowienia o przedstawieniu zagadnienia prawnego występowania \\nrozbieżności w praktyce sądowej przy rozstrzyganiu kwestii właściwości funkcjonalnej w sprawach \\ndotyczących skarg na orzeczenia zespołu arbitrów wymaga jednak podkreślenia, że skoro ustawa Prawo o \\nzamówieniach publicznych nie zawiera regulacji pozwalającej na udzielenie odpowiedzi na pytanie o przynależność \\nsprawy ze skargi na orzeczenie zespołu arbitrów do jednego z wchodzących w rachubę wydziałów sądu \\nokręgowego, to rozstrzygnięcia tej kwestii należy poszukiwać w normach ogólnych wyznaczających kompetencje \\nwydziałów sądu. W przypadku wydziałów gospodarczych należy mieć na uwadze przepisy art. 12 § 3 i art. 16 § 1 pkt 5 \\nustawy z dnia 27 lipca 2001 r. - Prawo o ustroju sądów powszechnych oraz art. 2 ustawy z dnia 24 maja 1989 r. o \\nrozpoznawaniu przez sądy spraw gospodarczych. Także pewna specyfika sprawy ze skargi na orzeczenie zespołu \\narbitrów polegająca głównie na sposobie wszczęcia takiego postępowania nie może być uznana za przeszkodę \\nw posłużeniu się kryteriami ogólnymi przy kwalifikowaniu jej jako ewentualnie sprawy gospodarczej. W konsekwencji \\nnależy przyjąć, że sprawa ze skargi na orzeczenie zespołu arbitrów może należeć do właściwości zarówno \\nwydziałów cywilnych, jak i gospodarczych sądów okręgowych w zależności od występowania w konkretnym przypadku \\nelementów pozwalających uznać ją za sprawę gospodarczą. Pośrednio wskazuje na to również regulacja zawarta w \\nRozporządzeniu Ministra Sprawiedliwości w sprawie określenia wysokości wpisów w sprawach cywilnych oraz nowym \\nbrzmieniu ustawy o kosztach sądowych (art. 34), gdzie przewidziano wprost opłatę od tego rodzaju skargi rozpatrywanej \\nw sprawach gospodarczych.\",\"entities\":[]}]}"